[
  {
    "name": "Wild Goose State Trail",
    "city": "Fond Du Lac",
    "state": "Wisconsin",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -88.634643,
        43.650227
      ]
    },
    "hiking": true,
    "biking": false,
    "image": null,
    "length": 34,
    "rating": 0,
    "description": "This 34-mile rail trail skirts the western edge of the vast Horicon Marsh from Fond du Lac to Clyman Junction. The Horicon Marsh, a National Wildlife Refuge and State Wildlife Area, home to over 250 bird species, is world-famous for its numerous migrant waterfowl and endless V-shaped formations of Canada geese. Wildflowers, woodlots, wildlife, prairie remnants and fertile farm fields are common sites along the trail.",
    "difficulty": "unknown"
  },
  {
    "name": "Monagas",
    "city": "Bayamón",
    "state": "Puerto Rico",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -66.13781,
        18.40554
      ]
    },
    "hiking": true,
    "biking": true,
    "image": null,
    "length": 10,
    "rating": 0,
    "description": "Monagas Mountain Bike Trails are located at the municipality of Bayamon, which is inside Puerto Rico's metropolitan area. The trail network is inside the Julio E. Monagas National Park and is composed of around 15 trails that run throughout the park. They are properly identified with signs marking the entry and exit points, and direction arrows throughout the routes. <br /><br />They are identified at their entry points with difficulty level logos which makes it easier for newcomers to know which trail to tackle first. The park is located in which as an US Army location, so throughout the park one can see old bunkers and watch posts. <br /><br />The trails are composed of single-tracks with lots of roots present throughout the trails. There are some streams of water that needs to be crossed though the wooden bridges in place, and some natural &quot;staircases&quot; formed by the large roots, which combined with the uphill location of the roots and the narrow of the track throw the technical part to the mix. The list of trails currently active on the network are: <br />-La Caverna<br />-Mirador<br />-El Lago<br />-Cuesta Las Marias<br />-Las Tablas<br />-Magic Kingdom I<br />-Magic Kingdom II<br />-Los Columpios<br />-La Ceiba<br />-Los Picapiedras<br />-Boys Scouts<br />-Triple Cuesta<br />-Blair Witch <br />-Hobbits<br />-Almendros <br /><br />As previously mentioned, the trails are located inside a forest park, so rain in the months of October to February is normal in the area which can render some of the trails unusable. But hey, it's the Caribbean! So a couple of continuous days of sun and all trails are back. For more information about this location you can call the Park offices at (787) 269-6600 &amp; (787) 269-6603.",
    "difficulty": "unknown"
  },
  {
    "name": "Garin/Dry Creek Pioneer Regional Parks",
    "city": "Hayward",
    "state": "California",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -122.029191,
        37.62799
      ]
    },
    "hiking": true,
    "biking": true,
    "image": null,
    "length": 20,
    "rating": 0,
    "description": "The Garin Barn Visitor Center is open weekends between Memorial Day and Labor Day from 11:30 a.m. to 6:00 p.m. It is designed to aide in interpretive programs and for the enjoyment of the casual visitor. The Visitor Center displays artifacts from the ranching and farming history of the Hayward area. There is a blacksmith shop, a tool shop and several ranching-related displays to explore. An interesting collection of antique farm machinery outside the barn augments the display. Meyers Cottage was a popular summer home of Edith, Mildred, and Jeanette Meyers, three sisters of Alameda who were very involved in local charities and fundraisers during the early and mid 1900s. The sisters also owned the 1,200-acre Dry Creek Ranch, which was donated to the Park District in 1979 and later opened as Dry Creek Regional Park. Upon the passing of the last surviving Meyers sister, the Meyers Cottage and its garden was also donated to the Park District. The Park District plans to eventually open the cottage for receptions, weddings, and similar events, and it will also house a small visitor center.",
    "difficulty": "unknown"
  },
  {
    "name": "UWF Mountain Bike Trails",
    "city": "Pensacola",
    "state": "Florida",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -87.24247,
        30.5516
      ]
    },
    "hiking": true,
    "biking": true,
    "image": null,
    "length": 6,
    "rating": 0,
    "description": "12.5 miles of trails intermediate to advanced level. Well marked with 5 stacked loops",
    "difficulty": "unknown"
  },
  {
    "name": "Grahams Island State Park",
    "city": "Devils Lake",
    "state": "North Dakota",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -99.070516,
        48.043225
      ]
    },
    "hiking": true,
    "biking": false,
    "image": null,
    "length": 3,
    "rating": 0,
    "description": "Devils Lake-North Dakota's largest natural lake-is home to a 1,142-acre park system including Grahams Island State Park and a boat access area on the east side of the lake, named Black Tiger Bay State Recreation Area.",
    "difficulty": "unknown"
  },
  {
    "name": "Herkenham/Ridge Trail Lollipop",
    "city": "Sedona",
    "state": "Arizona",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -111.82848,
        34.84703
      ]
    },
    "hiking": true,
    "biking": false,
    "image": null,
    "length": 7,
    "rating": 0,
    "description": "Herkenham/Ridge Trail Lollipop features 7 miles of hiking trails near Sedona, AZ.",
    "difficulty": "unknown"
  },
  {
    "name": "Dona Ana",
    "city": "Dona Ana",
    "state": "New Mexico",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -106.77148,
        32.40945
      ]
    },
    "hiking": false,
    "biking": true,
    "image": "http://images.singletracks.com/2014/01/IMG_20130509_132814_824-0.jpg",
    "length": 20,
    "rating": 4,
    "description": "Large trail system with options for every rider. Easier trails are near the TH and tougher ones near the mountain. The Roller Coaster is a must ride. While the lower trails are buffed the higher trails Have a lot of very hard, and sharp rock. Pinch flats and cut sidewalls are common. It.s no fun hiking out of there with the bike on your shoulder so come prepared. Area is total exposed (No shade), but is rideable all year.&lt;br /&gt;<br />Local Bike club Web site; http://www.lcrimrattlers.org/index.html",
    "difficulty": "unknown"
  },
  {
    "name": "Good solid training",
    "city": "Goshen",
    "state": "Connecticut",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -73.29773,
        41.8289
      ]
    },
    "hiking": false,
    "biking": true,
    "image": "http://images.singletracks.com/2014/05/mud.jpg",
    "length": 15,
    "rating": 3,
    "description": "mostly logging roads, can be ridden rigid.   Climb to the top of mohawk mountain and back down.    Lots more to be explored, this is a good 15 miles and 1.5 hours of riding.&lt;br /&gt;<br />&lt;br /&gt;<br />1) at the dead end first road before the dead end circle you'll find the trail.&lt;br /&gt;<br />2) take your immediate right&lt;br /&gt;<br />3) take lefts when possible to get to eli bunker road.&lt;br /&gt;<br />4) take a left on eli bunker and your first right when you see a trail opening (about a quarter mile)&lt;br /&gt;<br />5) follow this trail all the way down to the bottom then veering right when in doubt.&lt;br /&gt;<br />6) at the bottom at the drive take a left and CLIMB!&lt;br /&gt;<br />7) take another right past the gate&lt;br /&gt;<br />8) this trail will sideline a driveway at the end, go down it and take another right, over the bridge and then take a right past the bridge.&lt;br /&gt;<br />9) follow the logging road along the river for about a 5 minutes or so. &lt;br /&gt;<br />10) at the fork, stay to the left&lt;br /&gt;<br />11) top of climb take a right, climb to the top and stay right of the park buildings and straight across to the xcountry trails&lt;br /&gt;<br />12) climb up the hill for a short singletrack section, stay left at the T.  &lt;br /&gt;<br />13) this will bring you out to the main road.  (take a right down the hill to get water at the well which will be on your left)&lt;br /&gt;<br />14) take a left on the main road and look for the 2nd trail entrance that does not say &quot;foot traffic only)&lt;br /&gt;<br />15) this will bring you up to the top of the ski mountain.  ride up by the lifts but stay left. (don't ride down the mountain, or do, I haven't yet)&lt;br /&gt;<br />16) trail will be up on your left, go down the hill and take your first left back to the main road.&lt;br /&gt;<br />17) climb up the mountain on the road to the top (there is a technical way down from behind the towers up there but I haven't mapped it well yet)&lt;br /&gt;<br />18) ride back down the dirt road and head back down.&lt;br /&gt;<br />19) on the right keep an eye out for picnic tables, there is a small trail opening on the right, take that&lt;br /&gt;<br />20) take a right at the end and follow any path back down to Wadhams road.  from there you can ride back to eli bunker direct or back down the way you came up.&lt;br /&gt;<br />&lt;br /&gt;<br />Hope we can find more trails in here.  Looks promising.   Not a much singletrack but very rideable and a good workout.&lt;br /&gt;<br />&lt;br /&gt;<br />Strava &lt;br /&gt;<br />&lt;br /&gt;<br />Not the exact route described but will get you there  route:http://www.strava.com/activities/144989849",
    "difficulty": "unknown"
  },
  {
    "name": "Fullersburg Woods",
    "city": "Oak Brook",
    "state": "Illinois",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -87.953586,
        41.841215
      ]
    },
    "hiking": true,
    "biking": false,
    "image": null,
    "length": 6,
    "rating": 0,
    "description": "Fullersburg Woods opened to the public in 1920 and has a rich history. In the 1930s, a Civilian Conservation Corps camp was built here, and the visitor center and several of the shelters stand as remnants of that period. In subsequent years, the preserve was so heavily used that in 1969 picnicking was restricted, and boating was prohibited because sewage discharges and water runoff from surrounding communities polluted Salt Creek.",
    "difficulty": "unknown"
  },
  {
    "name": "Greers Ferry Lake",
    "city": "Heber Springs",
    "state": "Arkansas",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -92.105976,
        35.508351
      ]
    },
    "hiking": true,
    "biking": false,
    "image": null,
    "length": 3,
    "rating": 0,
    "description": "Greers Ferry Dam stands at the foot of beautiful Round Mountain in the Ozark Mountains of north-central Arkansas. Numerous parks offer modern camping and recreational opportunities. Marinas provide rental services, food and other supplies and services. Lake fishing is good throughout the year. A trout hatchery furnishes trout for the Little Red River flowing out of the dam. Hiking trails give visitors a beautiful natural view of the lake and its surroundings. Activities on and around Greers Ferry Lake will keep anyone busy.",
    "difficulty": "unknown"
  },
  {
    "name": "Little Beaver State Park",
    "city": "Beaver",
    "state": "West Virginia",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -81.08087,
        37.75481
      ]
    },
    "hiking": true,
    "biking": true,
    "image": null,
    "length": 18,
    "rating": 0,
    "description": "Little Beaver State Park is a 562-acre day-use park that features many outdoor recreational opportunities centered around an 18-acre lake.  All trails are open for both hiking and biking, but bikers should use caution while riding in high-use areas.  The following park trails can be easily linked to create various circuits based on the individuals preference and skill:&lt;br /&gt;<br />Beaver Creek Trail&lt;br /&gt;<br />Many seasonal wildflowers and a stand of virgin pine and oak are features of this half-mile trail that encircles a portion of Beaver Creek. The trail runs above the lake.&lt;br /&gt;<br />&lt;br /&gt;<br />Billy Goat's Gruff&lt;br /&gt;<br />This is a challenging bike trail full of rocks and steep inclines. It is an extreme .6 mile challenge.&lt;br /&gt;<br />&lt;br /&gt;<br />Black Bear Run&lt;br /&gt;<br />A .5 mile trail that follows a laurel thicket along Beaver Creek.&lt;br /&gt;<br />&lt;br /&gt;<br />Creek Bed&lt;br /&gt;<br />A moderate .4 mile of wooded trail for bikers and hikers.&lt;br /&gt;<br />&lt;br /&gt;<br />Crooked Rock Trail&lt;br /&gt;<br />Very rocky and challenging trail with steep terrain. 1.2 miles.&lt;br /&gt;<br />&lt;br /&gt;<br />Deer Trail&lt;br /&gt;<br />An open trail with .8 miles of changing terrain. The trail changes from an open field to a steep wooded incline.&lt;br /&gt;<br />&lt;br /&gt;<br />Drop Off &lt;br /&gt;<br />Starts off moderate and then becomes very steep. .4 mile.&lt;br /&gt;<br />&lt;br /&gt;<br />Easy Street&lt;br /&gt;<br />A wooded .5 mile easy trail. Wooded with moderate changing terrain.&lt;br /&gt;<br />&lt;br /&gt;<br />Hemlock Trail&lt;br /&gt;<br />A moderate .25 mile trail in a stand of hemlocks.&lt;br /&gt;<br />&lt;br /&gt;<br />Laurel Creek &lt;br /&gt;<br />This trail is 2.6 miles and is the second longest trail in the park. It follows the park boundary along Country Club Road and is an easy to moderate walk with changing scenery.&lt;br /&gt;<br />&lt;br /&gt;<br />Lake Front Trail&lt;br /&gt;<br />A loop trail that follows the lake front. Very easy and a 1.1 distance.&lt;br /&gt;<br />&lt;br /&gt;<br />Nature Ridge&lt;br /&gt;<br />This trail has an incline, sometimes steep, that follows the ridge above the lake. It is a 2.2 mile trail&lt;br /&gt;<br />&lt;br /&gt;<br />Railroad Grade &lt;br /&gt;<br />This trail is 1.95 miles long. The scenery ranges from deep woods to open meadows. Gentle loop trail that follows Laurel Run Creek.&lt;br /&gt;<br />&lt;br /&gt;<br />Rhododendron Run&lt;br /&gt;<br />This trail is 2.5 miles long, which makes it the longest in the park. It follows the park boundary with extreme terrain challenges to bikers and hikers.&lt;br /&gt;<br />&lt;br /&gt;<br />Stone Trough &lt;br /&gt;<br />Rocky and steep wooded trail with changing terrain. The length is .9 miles.&lt;br /&gt;<br />&lt;br /&gt;<br />Topper's Ridge&lt;br /&gt;<br />This rocky trail is .7 miles long. It is considered to be a moderate to extreme trail for bikers.&lt;br /&gt;<br />&lt;br /&gt;<br />Turkey Spur &lt;br /&gt;<br />A short rocky trail that runs along a ridge spur. .5 miles.&lt;br /&gt;<br />&lt;br /&gt;<br />Weaver Way&lt;br /&gt;<br />Moderate 1.5 mile wooded trail with changing terrain.&lt;br /&gt;<br />&lt;br /&gt;<br />&lt;br /&gt;<br />&lt;br /&gt;<br />",
    "difficulty": "unknown"
  },
  {
    "name": "Peaks Trail",
    "city": "Breckenridge",
    "state": "Colorado",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -106.06724,
        39.4874
      ]
    },
    "hiking": true,
    "biking": true,
    "image": null,
    "length": 0,
    "rating": 0,
    "description": "Awesome trail, lots of rocks, roots, climbs, and some killer downhill. You can really get speed on some parts so be careful of hikers and other bikers. Trail is cut out of pine and aspen trees, incredible views of the surrounding mountaings at times. Aerobic level may be higher for some - especially those coming from sea level, this trail head starts at about 9600 (Breckenridge) feet, goes up to around 10,500 then back down to 9000 (Frisco). ",
    "difficulty": "unknown"
  },
  {
    "name": "Lake Norman State Park",
    "city": "Troutman",
    "state": "North Carolina",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -80.939891,
        35.666867
      ]
    },
    "hiking": true,
    "biking": true,
    "image": "http://images.tripleblaze.com/2013/06/lake_norman_group_campsite-0.jpg",
    "length": 3,
    "rating": 4,
    "description": "At Lake Norman State Park, fun is just a matter of scale. On one hand, there's the largest manmade lake in the state, Lake Norman. When filled to capacity, its surface area is 32,510 acres with a shoreline of 520 miles and a main channel 34 miles in length ? thus its nickname, the &quot;Inland Sea.&quot; Thirteen miles of the shoreline are in the state park, which provides boating access.",
    "difficulty": "unknown"
  },
  {
    "name": "Emerald Lake",
    "city": "Bozeman",
    "state": "Montana",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -110.94402,
        45.48359
      ]
    },
    "hiking": true,
    "biking": true,
    "image": null,
    "length": 10,
    "rating": 0,
    "description": "Some consider this the best ride in Montana.  There is a stiff, 2k ft climb to a gorgeous high alpine lake.  Ofcourse, this makes for a killer downhill on the return.  You can continue beyond Emerald Lake to Heather lake for an additional mile, but the best of the singletrack is already behind you at this point.  This is a popular trail with hikers and equestrians, so going on a weekday is best (all those other trail users will break your flow on the plummet back to your vehicle).  The bottom of the \\&quot;singletrack\\&quot; is pretty wide.  Only this, plus the relatively short length (&lt;5mi each way) keep this from being a 5-star in my book.",
    "difficulty": "unknown"
  },
  {
    "name": "Wildcat Creek Trail",
    "city": "El Cerrito",
    "state": "California",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -122.26391,
        37.90821
      ]
    },
    "hiking": false,
    "biking": true,
    "image": null,
    "length": 11,
    "rating": 0,
    "description": "Park your car at the lot near Tilden Indian Camp and start off going back &lt;br /&gt;<br />down Central Park Dr a little ways and turn left at Lone Oak Rd.  Continue &lt;br /&gt;<br />left onto Read Loop Rd. for a mile until you reach the intersection for &lt;br /&gt;<br />Wildcat Creek Trail at Jewel Lake.  Continue on Wildcat Creek Trail for &lt;br /&gt;<br />several miles on mainly wide fire road until you reach the end at Alvarado &lt;br /&gt;<br />Staging area.  Trail is fairly flat and the speed is relaxed.  Not many steep &lt;br /&gt;<br />climbs or descents, but good for an easy long family ride or recovery ride.  &lt;br /&gt;<br />Enough room to pass hikers on the trail who are friendly to you as long as &lt;br /&gt;<br />you are courteous and friendly to them.  Give yourself a couple of hours to &lt;br /&gt;<br />finish this out and back if you're riding at a medium pace.  Plus, if you have &lt;br /&gt;<br />kids, it's fun to take them out to Animal Farm near the Indian Camp parking &lt;br /&gt;<br />lot in Tilden.  Great trail to get your feet wet in the world of mountain &lt;br /&gt;<br />biking.  It was my very first offroad ride and it was perfect for just getting &lt;br /&gt;<br />comfortable on a mountain bike.  Happy Trails! ",
    "difficulty": "unknown"
  },
  {
    "name": "Broadneck Warm-up",
    "city": "Arnold",
    "state": "Maryland",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -76.48403,
        39.04721
      ]
    },
    "hiking": true,
    "biking": true,
    "image": null,
    "length": 2,
    "rating": 0,
    "description": "Update: &quot;Please be advised that under current Anne Arundel County Law, biking (motorize or not) off of a paved surface in a County Park is prohibited.&quot;&lt;br /&gt;&lt;br /&gt;<br />Trail is predominately an out and back trail, but there are a few alternate trails which loop back to the main trail.  Trails has no markings, but are relatively well traveled and easy to see.  There are a few obstacles such as fallen trees and stream crossings, but overall pretty easy riding.  Good afterwork trail or for testing out new gear before your next epic ride.  Should be able to ride all trails in less than an hour.  ",
    "difficulty": "unknown"
  },
  {
    "name": "Harrisburg Half",
    "city": "Harrisburg",
    "state": "North Carolina",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -80.6561,
        35.31769
      ]
    },
    "hiking": false,
    "biking": true,
    "image": "http://images.singletracks.com/2009/trails/02/2018-1178035904.jpg",
    "length": 0,
    "rating": 3.5,
    "description": "Keeping with the spirit of NASCAR's famous Lowes Motor Speedway just three miles to the north, The Harrisburg Half is a &quot;dirt criterium&quot; track used for the Charlotte Short Track Series Circuit...but it's a great half-mile loop for users of all skill levels to turn and burn and get a sprint workout anytime.  The best part of this trail is the fast hardpack gravel/rip-rap trail surface with some large, well-constructed, downhill berms.<br />The trail can be divided into 4 sections (for the purpose of referring to its parts). Section one begins at the top of the hill, includes 4 berms on a quick downhill switchback and exits on to the park service road. <br />From there you ride up the service road about 50+ feet to the beginning of section 2, which heads off into the woods down to the left includes a benched downhill trail with 2 berms and a culvert crossing. This section exits into singletrack crossing a small grassy field. <br />Travel straight into the field 100-150 ft and enter section 3 into the woods to the right. This begins the second half of the trail and is all uphill until you begin your next lap. Section 3 crosses the park walking trail. You travel straight ahead into section 4. Section 4 is a climb up the park walking trail. Stay right and follow the park walking trail up past the shelter. As the walking trail bears around to the left at the top of the hill you will see the trailhead bulletin board and the beginning of the trail.  Approximate total ascent is 65ft per half-mile lap.<br />",
    "difficulty": "unknown"
  },
  {
    "name": "World's End",
    "city": "Hingham ",
    "state": "Massachusetts",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -70.8737,
        42.25835
      ]
    },
    "hiking": false,
    "biking": true,
    "image": null,
    "length": 5,
    "rating": 3,
    "description": "Four drumlins jutting out into Hingham Harbor, woodsy trails with great views of Boston Harbor &amp; Islands as well as Nantasket.  Most of the trails are old carriage paths, which are somewhat grassy; there's also a rocky section (Rocky Nook, haha) and some gravel paths.  Lots of walkers, families.  ",
    "difficulty": "unknown"
  },
  {
    "name": "Bobcat Run",
    "city": "North River",
    "state": "New York",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -74.1053,
        43.71001
      ]
    },
    "hiking": false,
    "biking": true,
    "image": null,
    "length": 50,
    "rating": 0,
    "description": "Beginner Mountain Biking Rides - The easiest riding for beginners is on the &lt;br /&gt;<br />roads in the area - Old Farm Road, 4-H Road, Harvey Road, and 13th Lake &lt;br /&gt;<br />Road. The Old Faithful Trail connects the 4-H Rd. and Harvey Rd and makes &lt;br /&gt;<br />a nice beginner loop.&lt;br /&gt;<br />&lt;br /&gt;<br />Intermediate bike rides are found on Trapper, Cougar, and Sugarhouse &lt;br /&gt;<br />Trails. These trails also lead to Mt. View Trail, Apple Way and The North &lt;br /&gt;<br />Acres Farm. There are great mountain views here and you can see the new &lt;br /&gt;<br />llamas at the farm.&lt;br /&gt;<br />&lt;br /&gt;<br />Expert riders can test their skills on Matt &amp; Jeff, Solitude, Bobcat, Duffany's, &lt;br /&gt;<br />and the single-track trails. Get a copy of the Mt. Bike Guide, and maps at &lt;br /&gt;<br />the lodge or at the Adventure Center.",
    "difficulty": "unknown"
  },
  {
    "name": "Kachemak Bay State Park and State Wilderness Park",
    "city": "Homer",
    "state": "Alaska",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -151.004623,
        59.287943
      ]
    },
    "hiking": true,
    "biking": false,
    "image": null,
    "length": 3,
    "rating": 0,
    "description": "These two parks sit across the bay from the town of Homer, offering cabins, backcountry camping, and miles of trail.",
    "difficulty": "unknown"
  },
  {
    "name": "Pacific Crest Trail: C: Hwy 140 to Hwy 138.",
    "city": "Altamont",
    "state": "Oregon",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -122.291439,
        42.395848
      ]
    },
    "hiking": true,
    "biking": false,
    "image": null,
    "length": 76,
    "rating": 0,
    "description": "Section C of the PCT in Oregon runs 76 miles from Highway 140 near Fish Lake to Highway 138 near the Cascade Crest. Section C offers up a true wilderness experience with gorgeous views thanks to the Sky Lakes Wilderness and Crater Lake National Park. &lt;br /&gt;<br />&lt;br /&gt;<br />Along the way the trail passes the Devils Peak/Lee Peak Saddle; Honeymoon Creek; Highway 62, close to Mazama Campground; Crater Lake National Park, OR; Crater Lake, OR; and Discovery Point.",
    "difficulty": "unknown"
  },
  {
    "name": "Rainbow Falls State Park",
    "city": "Chehalis",
    "state": "Washington",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -123.232831,
        46.629197
      ]
    },
    "hiking": true,
    "biking": false,
    "image": null,
    "length": 3,
    "rating": 0,
    "description": "Rainbow Falls State Park is a 139-acre camping park with 3,400 feet of freshwater shoreline on the Chehalis River. Situated in stands of old-growth forest, the park features a waterfall and a small fuchsia garden.",
    "difficulty": "unknown"
  },
  {
    "name": "Frank G. Bonelli Regional Park",
    "city": "San Dimas",
    "state": "California",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -117.81529,
        34.07794
      ]
    },
    "hiking": false,
    "biking": true,
    "image": "http://images.singletracks.com/2013/06/mobile-1372205901-0.jpg",
    "length": 15,
    "rating": 3.57,
    "description": "Frank G. Bonelli Regional Park is an expansive park system complete with reservoir, swimming areas... and a surprisingly good trail system. However, it does cost $10 to park in the park, but there is a Park and Ride lot located just outside the entrance near the off ramp for the 57 Freeway. You can easily park your car there and ride into the park, getting access to the trails for free!<br /><br />While at first the trails appeared to be just wide, gated gravel roads, as I continued around the park I started to find more and more singletrack. The trails were entertainingly rocky in places, and uber fast and smooth in others. <br /><br />Despite having a trail map, I had issues following the designated route in places. As I was nearing the end of the loop, I took a wrong turn and ended up on a different trail that took me out of the park. It conveniently led me very near to where I had parked at the park and ride, so in the end everything worked out!<br /><br />One word of caution: these trails are very exposed, and the majority of it has absolutely no shade or respite from the blazing sun. Ride early in the morning, or during times of the year when the temps are cooler.",
    "difficulty": "unknown"
  },
  {
    "name": "High Lonesome/ Caribou/ Strawberry West Trail ",
    "city": "Fraser",
    "state": "Colorado",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -105.73665,
        39.98636
      ]
    },
    "hiking": false,
    "biking": true,
    "image": "http://images.singletracks.com/2009/trails/02/2715-1217741755.jpg",
    "length": 27,
    "rating": 0,
    "description": "If you like hard technical rides with some hike-a-bike this ride might be for you. it's a great ride. High Lonesome at 6 miles is a little short for me so I continue on to Caribou Trail and  Strawberry West. Once you get to  Strawberry West there is no easy way back I've ridden it as an out and back and as a loop. Pick your poison&lt;br /&gt;<br />&lt;br /&gt;<br />   These are some nice technical trails with lots of natural features rocks, roots, stream crossings, bridges, logs, rocks and more rocks. Caribou Trail is like a 5 mile bushwhack! Strawberry West Trail is some sweet singletrack. This year they put in some new signs that helps. At least you know you're on the right track.&lt;br /&gt;<br />Strawberry Creek Trail N9 1 from Caribou Trail to Strawberry West is more  hike-a-bike to a phenomenal downhill run&lt;br /&gt;<br />&lt;br /&gt;<br />From Devils Thumb Trailhead follow Devils Thumb Trail a short distance to High Lonesome Trail. Follow High Lonesome Trail  to The Junco Lake parking area 6mi. total. Head out of the parking lot to FS 129 turn right follow the road about ½ way around Meadow Creek Reservoir turn right on FS 857.2 watch for Caribou Trail to take off on the right. The trail is blazed and still hard to follow but generally follows the creek. Left when you reach Strawberry West Trail ride up to FS 129 turn left to FS 128 right back to where you parked. About 27 miles I'm guessing I took a wrong turn and my computer wasn't working for a while",
    "difficulty": "unknown"
  },
  {
    "name": "Kirkwood Ski Resort/mtb Park",
    "city": "Kirkwood",
    "state": "California",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -120.06704,
        38.68386
      ]
    },
    "hiking": true,
    "biking": true,
    "image": "http://images.snowtoit.com/2011/10/789-0.jpg",
    "length": 0,
    "rating": 0,
    "description": "Depending on the month, up to 5 ski lifts will be in operation to ferry you to the top of 11 different downhill trails. Their map is microscopic, but the trails are makrked well and in good shape.<br />Kona Stinky\\'s are available to rent. These bikes are bought new each season, used only on weekends and sold off at the end of the bike season for about half of their new price and they are still in great shape. Coilers too.",
    "difficulty": "unknown"
  },
  {
    "name": "Bunce School Road To T33 Crash Site",
    "city": "Allenspark",
    "state": "Colorado",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -105.46947,
        40.17093
      ]
    },
    "hiking": false,
    "biking": true,
    "image": "http://images.singletracks.com/2012/07/BunceSchoolRoad-0.jpg",
    "length": 14,
    "rating": 0,
    "description": "Bunce School road is mostly class 2 except about a half mile in the middle that was loose and steep (class 4). Take FR202 to FR203 to a hiking trail to get to the crash site. 203 has a lot of steep loose rocky spots which may require a hike-a-bike both ways. The crash site has a few large pieces. There was a lot of small fragments in the ground. Most of the plane was aluminum so it hasn't decayed or rusted at all.",
    "difficulty": "unknown"
  },
  {
    "name": "Elkhorn Loop",
    "city": "Idaho City",
    "state": "Idaho",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -115.60563,
        44.02384
      ]
    },
    "hiking": true,
    "biking": true,
    "image": null,
    "length": 0,
    "rating": 0,
    "description": "Start up the dirt road about a mile or two and you will see the trailhead for Elkhorn loop a little bit after the climb levels off and then starts downhill. Then follow the markers that say Elkhorn loop. It will kick you back out onto eht street where you started your climb. It's a fun run but not very technical. Really good views.",
    "difficulty": "unknown"
  },
  {
    "name": "Perch Lake State Forest Campground",
    "city": "Muskallonge",
    "state": "Michigan",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -88.648165,
        46.361027
      ]
    },
    "hiking": true,
    "biking": false,
    "image": null,
    "length": 3,
    "rating": 0,
    "description": "Phone number indicated above is for the Management Unit. Sites available on a first-come, first-serve basis. No reservations. 35 sites for tent and small trailer use. Rustic campground includes vault toilets and potable water from well hand pump.",
    "difficulty": "unknown"
  },
  {
    "name": "East Branch Forest Preserve",
    "city": "Glendale Heights",
    "state": "Illinois",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -88.052399,
        41.915841
      ]
    },
    "hiking": true,
    "biking": false,
    "image": null,
    "length": 0,
    "rating": 4,
    "description": "The 525-acre East Branch Forest Preserve in Glendale Heights is largely a natural wetland along the East Branch of the DuPage River with lakes, marshes and wildlife habitats. It is an excellent place to observe grassland birds, shorebirds, and waterfowl, including spring and fall migrants. In addition to recreational opportunities, the preserve provides valuable benefits to the community in the form of stormwater control and improved water quality.",
    "difficulty": "unknown"
  },
  {
    "name": "Wharton State Forest",
    "city": "Hammonton",
    "state": "New Jersey",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -74.646668,
        39.644031
      ]
    },
    "hiking": true,
    "biking": true,
    "image": null,
    "length": 0,
    "rating": 0,
    "description": "Wharton State Forest is the largest single tract of land within the New Jersey State Park System. It is also the site of Batsto Village, a former bog iron and glassmaking industrial center from 1766 to 1867 that currently reflects the agricultural and commercial enterprises that existed here during the late 19th century. Throughout Wharton are rivers and streams for canoeing, hiking trails (including a major section of the Batona Trail), miles of unpaved roads for mountain biking and horseback riding and numerous lakes, ponds and fields ideal for wildlife observation. Bald eagles, red-tailed hawks, marsh hawks, ospreys, great blue herons, swans, screech owls, great-horned owls, bluebirds, hummingbirds, purple martins, goldfinch, turkeys, beavers, river otters, fox and deer are only some of the wildlife the alert visitor can see.",
    "difficulty": "unknown"
  },
  {
    "name": "Folkstone Park Trail",
    "city": "Herndon",
    "state": "Virginia",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -77.36156,
        38.9056
      ]
    },
    "hiking": true,
    "biking": true,
    "image": null,
    "length": 2,
    "rating": 0,
    "description": "Sandwiched between Fox Mill Road and West Ox Road and bordered by Folkstone Drive to the north, this fun little loop of singletrack in Oak Hill, VA (Herndon) is hardly known. This is not an overly challenging trail, but it does have a few technical spots. In a few cases the trail comes right to the edge of a six-foot drop-off into the stream. Also, there are a few marshy places with thin wooden bridges that make for an interesting challenge.",
    "difficulty": "unknown"
  },
  {
    "name": "Prison camp",
    "city": "Tucson",
    "state": "Arizona",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -110.71986,
        32.33613
      ]
    },
    "hiking": false,
    "biking": true,
    "image": "http://images.singletracks.com/2014/04/WeeklyWander18-0.jpg",
    "length": 5,
    "rating": 4,
    "description": "Downhill",
    "difficulty": "unknown"
  },
  {
    "name": "Jacques Cartier State Park",
    "city": "Morristown",
    "state": "New York",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -75.677606,
        44.552452
      ]
    },
    "hiking": true,
    "biking": false,
    "image": null,
    "length": 0,
    "rating": 0,
    "description": "Jacques Cartier State Park has a sheltered bay protecting the sandy swimming beach and campers dock. The two biggest draws for the park are unlimited boating opportunities and excellent fishing. The park's large open lawns encourage games and picnics; a playground and another picnic ground, this one forested, are nearby. In winter, cross-country skiing is permitted in the park.",
    "difficulty": "unknown"
  },
  {
    "name": "Appalachian Trail 017: Newfound Gap to Davenport Gap",
    "city": "Cherokee",
    "state": "North Carolina",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -83.424836,
        35.611077
      ]
    },
    "hiking": true,
    "biking": false,
    "image": "http://images.tripleblaze.com/2009/02/676-1229290222.jpg",
    "length": 31,
    "rating": 0,
    "description": "This is the second major section of Appalachian Trail inside Smoky Mountains National Park. Shelters along this route include Icewater Spring, Kephart, Pecks Corner, Tricorner Knob, Cosby Knob, and Davenport Gap shelters. Shelter spots along this route may need to be reserved in advance.&lt;br /&gt;<br />Recommended parking spot: see Google Map to the right.",
    "difficulty": "unknown"
  },
  {
    "name": "Villanueva State Park",
    "city": "Villanueva",
    "state": "New Mexico",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -105.324274,
        35.25668
      ]
    },
    "hiking": true,
    "biking": false,
    "image": null,
    "length": 3,
    "rating": 0,
    "description": "The park is nestled between high sandstone bluffs that form a canyon along the Pecos River. Camp or picnic under the shade of cottonwood trees. Enjoy fishing, birding, wildflower viewing, or hiking the trails along the canyon walls.",
    "difficulty": "unknown"
  },
  {
    "name": "Dry Falls",
    "city": "Highlands",
    "state": "North Carolina",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -83.235098,
        35.068188
      ]
    },
    "hiking": true,
    "biking": false,
    "image": "http://images.tripleblaze.com/2012/12/30-IMG_1662-0.jpg",
    "length": 1,
    "rating": 5,
    "description": "This is a beautiful waterfall trail right along the side of the road. It's a short path to hike down from the road to the falls. The path then takes you around and directly behind the waterfall.",
    "difficulty": "unknown"
  },
  {
    "name": "Greenbelt Plateau",
    "city": "Superior",
    "state": "Colorado",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -105.23302,
        39.92897
      ]
    },
    "hiking": false,
    "biking": true,
    "image": "http://images.singletracks.com/2012/08/DSCN0823-0.jpg",
    "length": 3,
    "rating": 3,
    "description": "An extremely mild, easy trail. Gentle climbs and descents on coarse gravel that's very stable. Extremely few rocks. A good trail for teaching your kids to ride off the road, or for a newly converted roadie.&lt;br /&gt;<br />&lt;br /&gt;<br />The trail ends at Highway 93, where you can connect to Community Ditch (if you head west, be careful crossing the highway) or the Marshall Mesa trails. There's also a connector trail shortly before the end that will lead to the eastern section of Community Ditch.",
    "difficulty": "unknown"
  },
  {
    "name": "Arthur Kunz County Park",
    "city": "San Remo",
    "state": "New York",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -73.214465,
        40.890889
      ]
    },
    "hiking": true,
    "biking": false,
    "image": null,
    "length": 0,
    "rating": 0,
    "description": "Situated on the western bank of the Nissequogue River, near its estuarine mouth, this 93 acre forested property is utilized primarily for hiking. Arthur Kunz County Park features tidal creeks, a lush, mixed deciduous forest, rolling hills and valleys, and quaint hidden ponds all of which provide important habitat for wildlife. The trail system in the park provides a scenic link in a section of the Long Island Greenbelt Trail which heads north from Arthur Kunz Park to its terminus at Sunken Meadow State Park.",
    "difficulty": "unknown"
  },
  {
    "name": "Viking Trail",
    "city": "Rome",
    "state": "Georgia",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -85.19113,
        34.2901
      ]
    },
    "hiking": true,
    "biking": true,
    "image": null,
    "length": 3,
    "rating": 0,
    "description": "This is just a basic paved path  like the Silver Comet Trail.  It connects the main campus at Berry College to the Mountain Campus.  It runs along the treeline then under a power/utility line.  Three miles one way (if you only ride the trail, but you can get many more miles by riding some fire road/utility roads or even some of the mtb trails back at the mountain campus).  Deer are everwhere along this trail.  It's very easy, only a slight grade going up to the mtn campus, you really don't notice this until you're on your way back and you notice that you're coasting a bit. This is my 5 year old's favorite because he can ride his own bike on it.",
    "difficulty": "unknown"
  },
  {
    "name": "Greenleaf Lake State Recreation Area",
    "city": "Litchfield",
    "state": "Minnesota",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -94.688046,
        46.727888
      ]
    },
    "hiking": true,
    "biking": false,
    "image": null,
    "length": 0,
    "rating": 0,
    "description": "Greenleaf Lake State Recreation Area (SRA) is open to the public. Recreation opportunities are limited to day use. No facilities are available at this time.\r\n\r\nThe site includes portions of Greenleaf and Sioux lakes, several wetlands and an island.\r\n\r\nRemnant oak savanna, oak/rock elm woodlands, and nearly half of the lakes' natural shorelines are found within the statutory boundary of the SRA.\r\n\r\nGood panfish and largemouth bass fishing. Sioux Lake, being the shallower of the two lakes, supports significant waterfowl populations.",
    "difficulty": "unknown"
  },
  {
    "name": "Ainsworth State Park",
    "city": "Troutdale",
    "state": "Oregon",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -122.047119,
        45.599284
      ]
    },
    "hiking": true,
    "biking": false,
    "image": null,
    "length": 3,
    "rating": 0,
    "description": "Nestled in the awe-inspiring Columbia River Gorge, Ainsworth is equal parts waterfall wonderland, hiker's playground and camper's delight.",
    "difficulty": "unknown"
  },
  {
    "name": "Jug Handle State Natural Reserve",
    "city": "Fort Bragg",
    "state": "California",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -123.805294,
        39.445723
      ]
    },
    "hiking": true,
    "biking": false,
    "image": null,
    "length": 3,
    "rating": 0,
    "description": "This reserve offers a firsthand look at 500,000 years of CaliforniaÕs geological history. A 2.5- mile nature trail leads through 5 terraces uplifted from the sea approximately 100,000 years apart. The lowest terrace still battles ocean waves, the third terrace has a unique pygmy forest, and terraces above display more advanced vegetation. (707) 937-5804.",
    "difficulty": "unknown"
  },
  {
    "name": "Barkley Lake",
    "city": "Grand Rivers",
    "state": "Kentucky",
    "lnglat": {
      "type": "Point",
      "coordinates": [
        -87.997584,
        36.795021
      ]
    },
    "hiking": true,
    "biking": true,
    "image": null,
    "length": 3,
    "rating": 0,
    "description": "Lake Barkley was named for former Vice-President Alben Barkley. Land Between the Lakes (US Forest Service) and Fort Donelson National Military Park are on Lake Barkley's western shore.",
    "difficulty": "unknown"
  }
]